<?php

return [
    'contact' => [
        'page_title' => 'تواصل معنا',
        'heading' => 'تواصل معنا',
        'subheading' => 'نحن هنا لمساعدتك',
        'opening_hours' => 'ساعات العمل',
        'email_us' => 'أرسل لنا بريدًا إلكترونيًا',
        'call_us' => 'اتصل بنا',
        'form_heading' => 'أرسل لنا رسالة',
        'form' => [
            'name' => 'الاسم',
            'email' => 'البريد الإلكتروني',
            'phone' => 'رقم الهاتف',
            'message' => 'الرسالة',
            'submit' => 'إرسال',
            'notice' => 'سنقوم بالرد عليك في أقرب وقت ممكن شكرًا لتواصلك معنا',
        ],
        'more_info' => [
            'about' => [
                'heading' => 'تعرف علينا',
                'description' => 'تعرف على تاريخ الشركة والخدمات التي نقدمها',
                'button' => 'المزيد عنا',
            ],
            'faqs' => [
                'heading' => 'الأسئلة الشائعة',
                'description' => 'تعرف على الأسئلة الشائعة والإجابات عليها',
                'button' => 'الأسئلة الشائعة',
            ],
            'branches' => [
                'heading' => 'الفروع',
                'description' => 'تعرف على فروعنا ومواقعها',
                'button' => 'الفروع',
            ],
            'email' => [
                'heading' => 'البريد الإلكتروني',
                'description' => 'أرسل لنا بريدًا إلكترونيًا وسنقوم بالرد عليك في أقرب وقت ممكن',
                'button' => 'أرسل بريدًا إلكترونيًا',
            ],
        ]
    ]
];
